{
  "properties": [
    {
      "id":"prop1",
      "type":"House",
      "bedrooms":3,
      "price":750000,
      "tenure":"Freehold",
      "description":"Three-bedroom semi-detached family home just 0.5 miles from Petts Wood station. Features two receptions, a spacious kitchen/breakfast room, conservatory, utility room, and cloakroom. Upstairs: three bedrooms, family bathroom, and separate WC. Benefits include double glazing, gas central heating, and a well-presented interior, close to shops, schools, and woodland...",
      "longDescription":"Three-bedroom semi-detached family home just 0.5 miles from Petts Wood station. Features two receptions, a spacious kitchen/breakfast room, conservatory, utility room, and cloakroom. Upstairs are three bedrooms, a family bathroom, and separate WC. The property benefits from double glazing, gas central heating, and a well-presented interior throughout. Externally, the home offers a private rear garden ideal for family enjoyment. Situated close to shops, reputable schools, transport links, and nearby woodland, this property provides a comfortable family lifestyle in a highly desirable location.",
      "location":"Petts Wood Road, Petts Wood, Orpington BR5",
      "picture":"images/prop1images/frontdoor.jpg",
      "images":[
        "/images/prop1images/frontdoor.jpg",
        "/images/prop1images/kitchenimage.jpg",
        "/images/prop1images/swimpool.jpg",
        "/images/prop1images/bathroom.jpg",
        "/images/prop1images/bedroom.jpg",
        "/images/prop1images/kidbedroom.jpg",
        "/images/prop1images/kidbedroom1.jpg"
      ],
      "floorPlan":"/images/prop1images/floorplan1.png",
      "url":"properties/prop1.html",
      "added":{
        "month":"October",
        "day":12,
        "year":2022
      },
      "Date": "2022-10-12"
    },
    {
      "id":"prop2",
      "type":"Flat",
      "bedrooms":2,
      "price":399995,
      "tenure":"Freehold",
      "description":"Immaculate two-bedroom, two-bathroom flat with a private courtyard garden. The modern open-plan kitchen/living area features solid wood floors, integrated appliances, and bi-fold doors to the garden. Both bedrooms are doubles, with a family bathroom and separate wet room. Additional highlights include walnut doors, Sky TV/aerial wiring, and a 10-year building guarantee...",
      "longDescription":"Immaculate two-bedroom, two-bathroom flat with a private courtyard garden. The modern open-plan kitchen and living area features solid wood floors, integrated appliances, and bi-fold doors opening directly onto the garden. Both bedrooms are spacious doubles, complemented by a family bathroom and a separate wet room. Additional highlights include walnut internal doors, Sky TV and aerial wiring, and a 10-year building guarantee. This beautifully finished home is ideal for professionals, downsizers, or buyers seeking stylish and low-maintenance living.",
      "location":"Crofton Road Orpington BR6",
      "picture":"/images/prop2images/outsideflatview.jpg",
      "images":[
        "/images/prop2images/outsideflatview.jpg",
        "/images/prop2images/flatdoor.jpg",
        "/images/prop2images/livingroom.jpg",
        "/images/prop2images/kitchen.jpg",
        "/images/prop2images/bathroom.jpg",
        "/images/prop2images/bedroom.jpg",
        "/images/prop2images/kidroom.jpg"
      ],
      "floorPlan":"/images/prop2images/floorplan2.png",
      "url":"properties/prop2.html",
      "added":{
        "month":"September",
        "day":14,
        "year":2022
      },
      "Date": "2022-09-14"
    },
    {
      "id":"prop3",
      "type":"House",
      "bedrooms":4,
      "price":650000,
      "tenure":"Leasehold",
      "description":"A beautifully presented four-bedroom family home in the highly sought-after Britannia Village, Royal Docks, with a private rear garden. The property features a spacious open-plan reception and kitchen, perfect for modern family living, and a loft conversion with a pseudo balcony. Additional highlights include contemporary fittings throughout, generous living space, and excellent transport links nearby, making this an ideal home for families or professionals seeking style and convenience...",
      "longDescription":"A beautifully presented four-bedroom family home set within the highly sought-after Britannia Village in the Royal Docks. The property features a spacious open-plan reception and kitchen area, perfect for modern family living, alongside a private rear garden. A loft conversion with a pseudo balcony adds valuable additional space and flexibility. Finished with contemporary fittings throughout, the home offers generous living accommodation with excellent transport links, riverside walks, local amenities, and a thriving community atmosphere nearby.",
      "location":"Fairfax Mews, Newham, London E16",
      "picture":"images/prop3images/frontdoor.png",
      "images":[
        "/images/prop3images/frontdoor.png",
        "/images/prop3images/livingroom.png",
        "/images/prop3images/kitchen.png",
        "/images/prop3images/toilet.png",
        "/images/prop3images/bedroom.png",
        "/images/prop3images/bedroom2.png",
        "/images/prop3images/garden.png"
      ],
      "floorPlan":"/images/prop3images/floorplan3.png",
      "url":"properties/prop3.html",
      "added":{
        "month":"November",
        "day":11,
        "year":2025
      },
      "Date": "2025-11-11"
    },
    {
      "id":"prop4",
      "type":"Flat",
      "bedrooms":1,
      "price":200000,
      "tenure":"Leasehold",
      "description":"A charming one-bedroom split-level flat located in a quiet residential area of Wallington. This property boasts a bright living space with large windows, a modern kitchen with built-in appliances, and a cozy bedroom with ample storage. The bathroom has contemporary fixtures and the flat benefits from excellent local transport links and nearby amenities, making it ideal for first-time buyers or investors...",
      "longDescription":"A charming one-bedroom split-level flat situated in a quiet residential area. The property offers a bright living area with large windows, a modern fitted kitchen with integrated appliances, and a well-proportioned bedroom with ample storage. The contemporary bathroom is finished to a good standard. The split-level layout enhances privacy and space, making this an ideal first-time purchase or investment opportunity with excellent transport links and local amenities close by.",
      "location":"Capworth Street, Leyton, E10",
      "picture":"images/prop4images/frontdoor.png",
      "images":[
        "/images/prop4images/frontdoor.png",
        "/images/prop4images/frontdoor2.png",
        "/images/prop4images/livingroom.png",
        "/images/prop4images/livingroom2.png",
        "/images/prop4images/kitchen.png",
        "/images/prop4images/bathroom.png",
        "/images/prop4images/bedroom.png"
      ],
      "floorPlan":"/images/prop4images/floorplan4.png",
      "url":"properties/prop4.html",
      "added":{
        "month":"August",
        "day":5,
        "year":2025
      },
      "Date": "2025-08-05"
    },
    {
      "id":"prop5",
      "type":"House",
      "bedrooms":6,
      "price":1750000,
      "tenure":"Leasehold",
      "description":"A stunning six-bedroom detached home set in a prestigious area near Blackheath Village. Features include a grand entrance hall, multiple reception rooms, a modern kitchen/dining space, and a landscaped garden. Upstairs are spacious bedrooms with en-suite bathrooms, perfect for a large family. Additional highlights include a home office, garage, and proximity to excellent schools, parks, and local amenities...",
      "longDescription":"A stunning six-bedroom detached residence located in a prestigious area close to Blackheath Village. The property features a grand entrance hall, multiple reception rooms ideal for entertaining, and a modern kitchen and dining space overlooking a landscaped garden. Upstairs offers six spacious bedrooms, many with en-suite bathrooms. Further benefits include a home office, garage, and proximity to highly regarded schools, parks, and local amenities, making it ideal for large or multi-generational families.",
      "location":"West Park, Eltham SE9",
      "picture":"images/prop5images/frontdoor.png",
      "images":[
        "/images/prop5images/frontdoor.png",
        "/images/prop5images/livingroom.png",
        "/images/prop5images/kitchen.png",
        "/images/prop5images/bedroom.png",
        "/images/prop5images/bedroom1.png",
        "/images/prop5images/bathroom.png",
        "/images/prop5images/garden2.png"
      ],
      "floorPlan":"/images/prop5images/floorplan5.png",
      "url":"properties/prop5.html",
      "added":{
        "month":"February",
        "day":13,
        "year":2024
      },
      "Date": "2024-02-13"
    },
    {
      "id":"prop6",
      "type":"Flat",
      "bedrooms":1,
      "price":100000,
      "tenure":"Freehold",
      "description":"This first-floor duplex apartment offers modern living in the heart of Colchester, within walking distance of the city centre, Castle Park, and the train station. It features an open-plan lounge and kitchen, a bright bedroom upstairs, and contemporary bathroom fittings. Perfect for young professionals or investors, the flat benefits from gas central heating, double glazing, and secure entry access...",
      "longDescription":"This first-floor duplex apartment offers modern living within walking distance of Colchester city centre, Castle Park, and the mainline train station. The property features an open-plan lounge and kitchen area, a bright upstairs bedroom, and contemporary bathroom fittings. Benefits include gas central heating, double glazing, and secure entry access. Ideal for young professionals, first-time buyers, or investors seeking a convenient and low-maintenance property.",
      "location":"East Street, Colchester, Essex CO1, UK",
      "picture":"images/prop6images/frontdoor.png",
      "images":[
        "/images/prop6images/frontdoor.png",
        "/images/prop6images/livingroom.png",
        "/images/prop6images/livingroom2.png",
        "/images/prop6images/kitchen.png",
        "/images/prop6images/kitchen2.png",
        "/images/prop6images/bathroom.png",
        "/images/prop6images/bedroom1.png"
      ],
      "floorPlan":"/images/prop6images/floorplan6.png",
      "url":"properties/prop6.html",
      "added":{
        "month":"October",
        "day":15,
        "year":2025
      },
      "Date": "2025-10-15"
    },
    {
      "id":"prop7",
      "type":"House",
      "bedrooms":2,
      "price":480000,
      "tenure":"Freehold",
      "description":"A beautifully maintained Victorian terraced home combining period charm with modern comforts. The house includes a spacious living room, updated kitchen, two well-proportioned bedrooms, and a contemporary bathroom. Additional features include a private garden, high ceilings, original fireplaces, and excellent transport links nearby. Ideal for couples or small families looking for a blend of character and convenience...",
      "longDescription":"A beautifully maintained Victorian terraced home combining classic period charm with modern comfort. The property offers a spacious living room, updated kitchen, two well-proportioned bedrooms, and a contemporary bathroom. Original features such as high ceilings and fireplaces add character, while the private rear garden provides valuable outdoor space. Located close to transport links, schools, and local amenities, this home is ideal for couples or small families.",
      "location":"St. Winefride's Avenue, Manor Park, London E12",
      "picture":"images/prop7images/frontdoor.png",
      "images":[
        "/images/prop7images/frontdoor.png",
        "/images/prop7images/livingroom.png",
        "/images/prop7images/livingroom2.png",
        "/images/prop7images/kitchen.png",
        "/images/prop7images/kitchen2.png",
        "/images/prop7images/bathroom.png",
        "/images/prop7images/garden.png"
      ],
      "floorPlan":"/images/prop7images/floorplan7.png",
      "url":"properties/prop7.html",
      "added":{
        "month":"February",
        "day":25,
        "year":2023
      },
      "Date": "2023-02-25"
    }
  ]
}
